Repository: celery/django-celery-beat
Catalog: django_celery_beat/locale/*/LC_MESSAGES/django.po
Languages: he, ro, tr

source: Task (registered)
he: משימה (רשומה)
ro: Task (înregistrat)
tr: Görev (kayıtlı)

source: Task (custom)
he: משימה (מותאמת אישית)
ro: Task (customizat)
tr: Görev (özel)

source: Need name of task
he: נדרש שם משימה
ro: Am nevoie de numele sarcinii
tr: Görev adı gerekli

source: Only one can be set, in expires and expire_seconds
he: לא ניתן להגדיר גם expires וגם expire_seconds
ro: Numai unul poate fi setat, în expires și expire_seconds
tr: expires ve expire_seconds'ten sadece biri ayarlanabilir

source: Unable to parse JSON: %s
he: לא ניתן לפענח את ה-JSON: %s
ro: Imposibil de analizat JSON-ul: %s
tr: JSON ayrıştırılamıyor: %s

source: Schedule
he: תזמון
ro: Planifică
tr: Zamanlama

source: Arguments
he: פרמטרים
ro: Argumente
tr: Argümanlar

source: Execution Options
he: אפשרויות הרצה
ro: Opțiuni de execuție
tr: Çalıştırma Seçenekleri

source: Enable selected tasks
he: הפעל משימות נבחרות
ro: Activați sarcinile selectate
tr: Seçili görevleri etkinleştir

source: {0} task was successfully enabled
he: משימה אחת הופעלה בהצלחה
ro: Sarcina {0} a fost activată cu succes
tr: {0} görev başarıyla etkinleştirildi

source: Disable selected tasks
he: השבת משימות נבחרות
ro: Dezactivați sarcinile selectate
tr: Seçili görevleri devre dışı bırak

source: {0} task was successfully disabled
he: משימה אחת הושבתה בהצלחה
ro: Task-ul {0} a fost dezactivat cu succes
tr: {0} görev başarıyla devre dışı bırakıldı

source: Toggle activity of selected tasks
he: החלף מצב פעילות של משימות נבחרות
ro: Comutați activitatea sarcinilor selectate
tr: Seçili görevlerin etkinliğini değiştir

source: {0} task was successfully toggled
he: מצב משימה אחת שונה בהצלחה
ro: Task-ul {0} a fost comutat cu succes
tr: {0} görev başarıyla değiştirildi

source: Run selected tasks
he: הרץ משימות נבחרות
ro: Rulați task-urile selectate
tr: Seçili görevleri çalıştır

source: task "{not_found_task_name}" not found
he: לא נמצאה משימה בשם "{not_found_task_name}"
tr: "{not_found_task_name}" görevi bulunamadı

source: {0} task{1} {2} successfully run
he: {0} משימ{1} הורצ{2} בהצלחה
ro: Task-ul {0} {1} {2} rulează cu succes
tr: {0} görev{1} {2} başarıyla çalıştırıldı

source: was,were
he: ה,ות
ro: a fost,au fost
tr: çalıştırıldı,çalıştırıldı

source: Periodic Tasks Using This Schedule
he: משימות מתוזמנות המשתמשות בתזמון זה
tr: Bu Zamanlamayı Kullanan Periyodik Görevler

source: Periodic Tasks
he: משימות מתוזמנות
ro: Task-uri periodice
tr: Periyodik Görevler

source: Days
he: ימים
ro: Zile
tr: Gün

source: Hours
he: שעות
ro: Ore
tr: Saat

source: Minutes
he: דקות
ro: Minute
tr: Dakika

source: Seconds
he: שניות
ro: Secunde
tr: Saniye

source: Microseconds
he: אלפיות-שנייה
ro: Microsecunde
tr: Mikrosaniye

source: Day
he: יום
ro: Zi
tr: Gün

source: Hour
he: שעה
ro: Oră
tr: Saat

source: Minute
he: דקה
ro: Minut
tr: Dakika

source: Second
he: שנייה
ro: Secundă
tr: Saniye

source: Microsecond
he: אלפית-שנייה
ro: Microsecundă
tr: Mikrosaniye

source: Astronomical dawn
he: שחר אסטרונומי
ro: Zorii astronomici
tr: Astronomik şafak

source: Civil dawn
he: שחר אזרחי
ro: Zorii civile
tr: Sivil şafak

source: Nautical dawn
he: שחר ימי
ro: Zorii nautici
tr: Denizcilik şafağı

source: Astronomical dusk
he: דמדומים אסטרונומיים
ro: Amurg astronomic
tr: Astronomik alacakaranlık

source: Civil dusk
he: דמדומים אזרחיים
ro: Amurg civil
tr: Sivil alacakaranlık

source: Nautical dusk
he: דמדומים ימיים
ro: Amurg nautic
tr: Denizcilik alacakaranlığı

source: Solar noon
he: צהרי שמש
ro: Amiaza solara
tr: Öğle vakti

source: Sunrise
he: זריחה
tr: Gündoğumu

source: Sunset
he: שקיעה
tr: Günbatımı

source: Solar Event
he: אירוע שמש
ro: Apus de soare
tr: Güneş Olayı

source: The type of solar event when the job should run
he: סוג אירוע השמש שבו המשימה צריכה לרוץ
ro: Tipul de eveniment solar când ar trebui să ruleze lucrarea
tr: İşin çalışması gereken güneş olayı türü

source: Latitude
he: קו רוחב
ro: Latitudine
tr: Enlem

source: Run the task when the event happens at this latitude
he: הרץ את המשימה כשהאירוע מתרחש בקו רוחב זה
ro: Rulați sarcina când evenimentul are loc la această latitudine
tr: Olay bu enlemde gerçekleştiğinde görevi çalıştır

source: Longitude
he: קו אורך
tr: Boylam

source: Run the task when the event happens at this longitude
he: הרץ את המשימה כשהאירוע מתרחש בקו אורך זה
ro: Rulați sarcina când evenimentul are loc la această longitudine
tr: Olay bu boylamda gerçekleştiğinde görevi çalıştır

source: solar event
he: אירוע שמש
ro: eveniment solar
tr: güneş olayı

source: solar events
he: אירועי שמש
ro: evenimente solare
tr: güneş olayları

source: Number of Periods
he: מספר תקופות
ro: Numărul de perioade
tr: Dönem Sayısı

source: Number of interval periods to wait before running the task again
he: מספר תקופות המרווח להמתנה לפני הרצת המשימה שוב
ro: Numărul de intervale de așteptare înainte de a rula din nou sarcina
tr: Görevi tekrar çalıştırmadan önce beklenecek aralık dönemlerinin sayısı

source: Interval Period
he: מרווח זמן
ro: Perioada de interval
tr: Aralık Dönemi

source: The type of period between task runs (Example: days)
he: סוג התקופה בין הרצות המשימה (דוגמה: ימים)
ro: Tipul de perioadă dintre rulările sarcinii (Exemplu: zile)
tr: Görev çalıştırmaları arasındaki dönem türü (Örnek: günler)

source: interval
he: מרווח
tr: aralık

source: intervals
he: מרווחים
ro: intervale
tr: aralıklar

source: every {}
he: כל {}
ro: în fiecare {}
tr: her {}

source: every {} {}
he: כל {} {}
ro: în fiecare {} {}
tr: her {} {}

source: Clock Time
he: זמן קבוע
ro: Ora ceasului
tr: Saat Zamanı

source: Run the task at clocked time
he: הרץ את המשימה בזמן קבוע
ro: Rulați sarcina la ora stabilită
tr: Görevi saat zamanında çalıştır

source: clocked
he: זמן קבוע
ro: cronometrat
tr: saatli

source: Minute(s)
he: דקה/ות
ro: Minut(e)
tr: Dakika(lar)

source: Cron Minutes to Run. Use "*" for "all". (Example: "0,30")
he: דקות Cron להרצה. השתמש ב-"*" עבור "הכל". (דוגמה: "0,30")
ro: Minutele pentru a rula cron-ul. Folosiți "*" pentru "toate". (Exemplu: "0,30")
tr: Çalıştırılacak Cron Dakikaları. "all" için "*" kullanın. (Örnek: "0,30")

source: Hour(s)
he: שעה/ות
ro: Ora/Orele
tr: Saat(ler)

source: Cron Hours to Run. Use "*" for "all". (Example: "8,20")
he: שעות Cron להרצה. השתמש ב-"*" עבור "הכל". (דוגמה: "8,20")
ro: Orele pentru a rula cron-ul. Folosiți "*" pentru "toate". (Exemplu: "8,20")
tr: Çalıştırılacak Cron Saatleri. "all" için "*" kullanın. (Örnek: "8,20")

source: Day(s) Of The Month
he: יום/ימים בחודש
ro: Ziua/Zilele lunii
tr: Ayın Gün(ler)i

source: Cron Days Of The Month to Run. Use "*" for "all". (Example: "1,15")
he: ימים בחודש להרצת Cron. השתמש ב-"*" עבור "הכל". (דוגמה: "1,15")
ro: Zilele lunii pentru a rula cron-ul. Folosește "*" pentru "toate". (Exemplu: "1,15")
tr: Çalıştırılacak Ayın Cron Günleri. "all" için "*" kullanın. (Örnek: "1,15")

source: Month(s) Of The Year
he: חודש/ים בשנה
ro: Luna/ Lunile anului
tr: Yılın Ay(lar)ı

source: Cron Months (1-12) Of The Year to Run. Use "*" for "all". (Example: "1,12")
he: חודשים (1-12) בשנה להרצת Cron. השתמש ב-"*" עבור "הכל". (דוגמה: "1,12")
ro: Lunile cron (1-12) ale anului pentru a rula. Folosește "*" pentru "toate". (Exemplu:
tr: Çalıştırılacak Yılın Cron Ayları (1-12). "all" için "*" kullanın. (Örnek: "1,12")

source: Day(s) Of The Week
he: ימים בשבוע
ro: Ziua/Zilele săptămânii
tr: Haftanın Gün(ler)i

source: Cron Days Of The Week to Run. Use "*" for "all", Sunday is 0 or 7, Monday is 1. (Example: "0,5")
he: ימים בשבוע להרצת Cron. השתמש ב-"*" עבור "הכל", יום ראשון הוא 0 או 7, יום שני הוא 1. (דוגמה: "0,5")
ro: Zilele săptămânii pentru a rula cron. Folosește "*" pentru "toate", duminica este 0 sau 7, luni este 1. (Exemplu: „0,5”)
tr: Çalıştırılacak Haftanın Cron Günleri. "all" için "*" kullanın, Pazar 0 veya 7, Pazartesi 1. (Örnek: "0,5")

source: Cron Timezone
he: אזור זמן Cron
ro: Fus orar Cron
tr: Cron Zaman Dilimi

source: Timezone to Run the Cron Schedule on. Default is UTC.
he: אזור הזמן להרצת תזמון Cron. ברירת המחדל היא UTC.
ro: Fusul orar pentru a rula programul cron. Implicit este UTC.”
tr: Cron Zamanlamasının Çalıştırılacağı Zaman Dilimi. Varsayılan UTC.

source: crontabs
ro: sarcini
tr: crontablar

source: periodic task track
he: מעקב משימה מתוזמנת
ro: urmărirea sarcinii periodice
tr: periyodik görev takibi

source: periodic task tracks
he: מעקבי משימות מתוזמנות
ro: urmărirea sarcinilor periodice
tr: periyodik görev takipleri

source: Name
he: שם
ro: Nume
tr: İsim

source: Short Description For This Task
he: תיאור קצר למשימה זו
ro: Scurtă descriere pentru acestă task
tr: Bu Görev İçin Kısa Açıklama

source: The Name of the Celery Task that Should be Run. (Example: "proj.tasks.import_contacts")
he: שם משימת Celery שצריכה לרוץ. (דוגמה: "proj.tasks.import_contacts")
ro: Numele task-ului Celery care ar trebui să ruleze. (Exemplu: "proj.tasks.import_contacts")
tr: Çalıştırılması Gereken Celery Görevinin Adı. (Örnek: "proj.tasks.import_contacts")

source: Interval Schedule
he: תזמון מרווחים
ro: Programare pe interval
tr: Aralık Zamanlaması

source: Interval Schedule to run the task on. Set only one schedule type, leave the others null.
he: תזמון מרווחים להרצת המשימה. הגדר רק סוג תזמון אחד, השאר את האחרים ריקים.
ro: Programarea pe interval pentru a rula sarcina. Setează doar un tip de programare, lasă celelalte neconfigurate.
tr: Görevin çalıştırılacağı Aralık Zamanlaması. Sadece bir zamanlama türü ayarlayın, diğerlerini boş bırakın.

source: Crontab Schedule
he: תזמון Crontab
ro: Programarea Crontab
tr: Crontab Zamanlaması

source: Crontab Schedule to run the task on. Set only one schedule type, leave the others null.
he: תזמון Crontab להרצת המשימה. הגדר רק סוג תזמון אחד, השאר את האחרים ריקים.
ro: Programarea crontab pentru a rula sarcina. Setează doar un tip de programare, lasă celelalte neconfigurate.
tr: Görevin çalıştırılacağı Crontab Zamanlaması. Sadece bir zamanlama türü ayarlayın, diğerlerini boş bırakın.

source: Solar Schedule
he: תזמון שמש
ro: Programare Solară
tr: Solar Zamanlama

source: Solar Schedule to run the task on. Set only one schedule type, leave the others null.
he: תזמון שמש להרצת המשימה. הגדר רק סוג תזמון אחד, השאר את האחרים ריקים.
ro: Programarea solară pentru a rula sarcina. Setează doar un tip de programare, lasă celelalte neconfigurate.
tr: Görevin çalıştırılacağı Solar Zamanlama. Sadece bir zamanlama türü ayarlayın, diğerlerini boş bırakın.

source: Clocked Schedule
he: תזמון זמן קבוע
ro: Programare Orară
tr: Saatli Zamanlama

source: Clocked Schedule to run the task on. Set only one schedule type, leave the others null.
he: תזמון זמן קבוע להרצת המשימה. הגדר רק סוג תזמון אחד, השאר את האחרים ריקים.
ro: Programarea orară pentru a rula sarcina. Setează doar un tip de programare, lasă celelalte neconfigurate.
tr: Görevin çalıştırılacağı Saatli Zamanlama. Sadece bir zamanlama türü ayarlayın, diğerlerini boş bırakın.

source: Positional Arguments
he: ארגומנטים לפי מיקום
ro: Argumente poziționale
tr: Konumsal Argümanlar

source: JSON encoded positional arguments (Example: ["arg1", "arg2"])
he: ארגומנטים לפי מיקום בקידוד JSON (דוגמה: ["arg1", "arg2"])
ro: Argumente poziționale codificate JSON (Exemplu: ["arg1", "arg2"])
tr: JSON kodlu konumsal argümanlar (Örnek: ["arg1", "arg2"])

source: Keyword Arguments
he: ארגומנטים עם מפתחות
ro: Argumente cu cuvinte
tr: Anahtar Kelime Argümanları

source: JSON encoded keyword arguments (Example: {"argument": "value"})
he: ארגומנטים עם מפתחות בקידוד JSON (דוגמה: {"argument": "value"})
ro: Argumente cu cuvinte cheie codificate JSON (Exemplu: {"argument": "valoare"})
tr: JSON kodlu anahtar kelime argümanları (Örnek: {"argument": "value"})

source: Queue Override
he: דריסת תור
ro: Modificare coadă
tr: Kuyruk Geçersiz Kılma

source: Queue defined in CELERY_TASK_QUEUES. Leave None for default queuing.
he: תור מוגדר ב-CELERY_TASK_QUEUES. השאר ריק לתור ברירת מחדל.
ro: Coada definită în CELERY_TASK_QUEUES. Lasă None pentru coada implicită.
tr: CELERY_TASK_QUEUES'ta tanımlanan kuyruk. Varsayılan kuyruk için None bırakın.

source: Exchange
ro: Schimb
tr: Değişim

source: Override Exchange for low-level AMQP routing
he: דריסת Exchange לניתוב AMQP ברמה נמוכה
ro: Suprascrierea exchange-ului pentru rutarea AMQP de nivel scăzut
tr: Düşük seviye AMQP yönlendirme için Değişimi geçersiz kıl

source: Routing Key
he: מפתח ניתוב
ro: Cheie de Suprascriere
tr: Yönlendirme Anahtarı

source: Override Routing Key for low-level AMQP routing
he: דריסת מפתח ניתוב לניתוב AMQP ברמה נמוכה
ro: Suprascrierea cheii de rutare pentru rutarea AMQP de nivel scăzut
tr: Düşük seviye AMQP yönlendirme için Yönlendirme Anahtarını geçersiz kıl

source: AMQP Message Headers
he: כותרות הודעת AMQP
ro: Antetele mesajului AMQP
tr: AMQP İleti Başlıkları

source: JSON encoded message headers for the AMQP message.
he: כותרות הודעה בקידוד JSON עבור הודעת AMQP.
ro: Antetele mesajului AMQP codificate JSON pentru mesajul AMQP.
tr: AMQP iletisi için JSON kodlu ileti başlıkları.

source: Priority
he: עדיפות
ro: Prioritate
tr: Öncelik

source: Priority Number between 0 and 255. Supported by: RabbitMQ, Redis (priority reversed, 0 is highest).
he: מספר עדיפות בין 0 ל-255. נתמך על ידי: RabbitMQ, Redis (עדיפות הפוכה, 0 הוא הגבוה ביותר).
ro: Număr de prioritate între 0 și 255. Suportat de: RabbitMQ, Redis (prioritatea inversată, 0 este cea mai mare).
tr: 0 ile 255 arasında Öncelik Numarası. Destekleyenler: RabbitMQ, Redis (öncelik ters, 0 en yüksek).

source: Expires Datetime
he: תאריך ושעת תפוגה
ro: Data și ora după care programarea nu va mai declanșa sarcina să ruleze.
tr: Sona Erme Tarih Saati

source: Datetime after which the schedule will no longer trigger the task to run
he: תאריך ושעה שאחריהם התזמון לא יפעיל עוד את המשימה
ro: Datetime după care programarea nu va mai declanșa executarea sarcinii
tr: Zamanlamanın görevi çalıştırmayı tetiklemeyeceği tarih saat

source: Expires timedelta with seconds
he: תפוגה בשניות
ro: Timedelta cu secunde
tr: Saniyelerle sona erme zaman aralığı

source: Timedelta with seconds which the schedule will no longer trigger the task to run
he: הפרש זמן בשניות שאחריו התזמון לא יפעיל עוד את המשימה
ro: Timedelta cu secunde după care programarea nu va mai declanșa executarea sarcinii
tr: Zamanlamanın görevi çalıştırmayı tetiklemeyeceği saniyelerle zaman aralığı

source: One-off Task
he: משימה חד-פעמית
ro: Sarcină unică (va fi executată o singură dată)
tr: Tek Seferlik Görev

source: If True, the schedule will only run the task a single time
he: אם True, התזמון יריץ את המשימה פעם אחת בלבד
ro: Dacă este adevărat, programarea va executa sarcina o singură dată
tr: Doğruysa, zamanlama görevi sadece bir kez çalıştırır

source: Start Datetime
he: תאריך ושעת התחלה
ro: Start dată și oră
tr: Başlangıç Tarih Saati

source: Datetime when the schedule should begin triggering the task to run
he: תאריך ושעה שבהם התזמון צריך להתחיל להפעיל את המשימה
ro: Data și ora când programarea ar trebui să înceapă să declanșeze executarea sarcinii
tr: Zamanlamanın görevi çalıştırmayı tetiklemeye başlayacağı tarih saat

source: Enabled
he: מופעל
ro: Activat
tr: Aktif

source: Set to False to disable the schedule
he: הגדר ל-False כדי להשבית את התזמון
ro: Setează ca fals pentru a dezactiva programarea
tr: Zamanlamayı devre dışı bırakmak için False ayarlayın

source: Last Run Datetime
he: תאריך ושעת הרצה אחרונה
ro: Ultima dată cand a rulat
tr: Son Çalıştırma Tarih Saati

source: Datetime that the schedule last triggered the task to run. Reset to None if enabled is set to False.
he: תאריך ושעה שבהם התזמון הפעיל לאחרונה את המשימה. מתאפס ל-None אם מופעל מוגדר ל-False.
ro: Data și ora când programarea a declanșat ultima dată executarea sarcinii. Se resetează la None dacă opțiunea „enabled” este setată pe False
tr: Zamanlamanın görevi çalıştırmak için son tetiklediği tarih saat. Etkin False ayarlanırsa None'a sıfırlayın.

source: Total Run Count
he: מספר הרצות כולל
ro: Numărul total de rulări
tr: Toplam Çalıştırma Sayısı

source: Running count of how many times the schedule has triggered the task
he: ספירה של כמה פעמים התזמון הפעיל את המשימה
ro: Numărul curent de ori în care programarea a declanșat executarea sarcinii
tr: Zamanlamanın görevi kaç kez tetiklediğinin çalışma sayısı

source: Last Modified
he: שינוי אחרון
ro: Ultima modificare
tr: Son Değiştirilme

source: Datetime that this PeriodicTask was last modified
he: תאריך ושעה שבהם משימה מתוזמנת זו שונתה לאחרונה
ro: Data și timpul când acest TaskPeriodic a fost modificat
tr: Bu Periyodik Görevin son değiştirildiği tarih saat

source: Description
he: תיאור
ro: Descriere
tr: Açıklama

source: Detailed description about the details of this Periodic Task
he: תיאור מפורט על פרטי משימה מתוזמנת זו
ro: Descriere detaliată despre acest Task periodic
tr: Bu Periyodik Görevin ayrıntıları hakkında detaylı açıklama

source: periodic task
he: משימה מתוזמנת
ro: task periodic
tr: periyodik görev

source: periodic tasks
he: משימות מתוזמנות
ro: task-uri periodice
tr: periyodik görevler

source: Home
he: בית
ro: Acasă
tr: Ana Sayfa

source: crontab
ro: sarcină
